Repository: tortamque/Healthque
Catalog: lib/core/localization/intl_*.arb
Languages: uk

source: First things first!
uk: Перш за все!

# letsCreateAccount
source: Let's create account together!
uk: Давайте створимо обліковий запис разом!

source: Log in with Google
uk: Увійдіть через Google

source: Let's get to know each other
uk: Давайте познайомимося ближче

source: Enter your name
uk: Введіть своє ім'я

source: Name
uk: Ім'я

source: Name can't be empty
uk: Ім'я не може бути порожнім

source: Enter your surname
uk: Введіть своє прізвище

source: Enter your surname (Optional)
uk: Введіть своє прізвище (необов'язково)

source: Surname
uk: Прізвище

source: Next Step
uk: Наступний крок

source: Let's get to know you better
uk: Давайте більше про вас дізнаємося

source: Note: Height in cm and Weight in kg
uk: Примітка: Зріст в см та вага в кг

source: Enter your age
uk: Введіть свій вік

source: Age
uk: Вік

source: Enter your height
uk: Введіть свій зріст

# heightInCm
source: Height (cm)
uk: Зріст (см)

source: Enter your weight
uk: Введіть свою вагу

# weightInKg
source: Weight (kg)
uk: Вага (кг)

source: Select Gender
uk: Виберіть стать

source: Male
uk: Чоловік

source: Female
uk: Жінка

# enterValidNumber
source: Enter a valid number
uk: Введіть дійсне число

# ageMustBeLessThan120
source: Age must be valid and less than 120
uk: Вік має бути дійсним і меншим за 120

# heightMustBeLessThan300
source: Height must be valid and less than 300 cm
uk: Зріст має бути дійсним і меншим за 300 см

# weightMustBeLessThan500
source: Weight must be valid and less than 500 kg
uk: Вага має бути дійсною і меншою за 500 кг

# howMuchWaterYouCanDrink
source: How much water you can drink in one day?
uk: Скільки води ви можете випити за один день?

# waterTip
source: Tip: Drinking water is important for your health. It helps you to stay hydrated and maintain your body temperature
uk: Порада: вживання води важливе для вашого здоров'я. Вона допомагає залишатися зволоженим та підтримувати нормальну температуру тіла.

# howMuchKcalYouCanBurn
source: How much kcal you can burn in one day during idle time (so-called basal metabolic rate)?
uk: Скільки ккал ви можете спалити за один день під час відпочинку (базальний метаболізм)?

# bmrTip
source: Tip: We calculated it for you ({bmr} calories/day). You can change it if you know your body better.
uk: Порада: ми розрахували це для вас ({bmr} калорій/день). Ви можете змінити, якщо краще знаєте своє тіло.

source: Calculate BMR using formula
uk: Обчислити базальний метаболізм за формулою

# howManyStepsYouCanWalk
source: How many steps you can walk in one day?
uk: Скільки кроків ви можете пройти за один день?

# stepsTip
source: Tip: Regular walking can boost your cardiovascular health, clear your mind, and increase your overall energy-small steps can make a big difference!
uk: Порада: регулярна ходьба сприяє здоров'ю серцево-судинної системи, очищує розум і підвищує загальну енергію – навіть маленькі кроки можуть мати велике значення!

# connectingToYourDevice
source: Connecting to your wearable device. Please wait...
uk: Підключення до вашого носимого пристрою. Будь ласка, зачекайте...

source: This process may take a few seconds.
uk: Цей процес може зайняти кілька секунд.

source: Your wearable device is connected.
uk: Ваш носимий пристрій підключено.

source: You can now proceed to the next step.
uk: Ви можете перейти до наступного кроку.

source: Finish onboarding
uk: Завершити ознайомлення

source: Oops! Something went wrong.
uk: Ой! Щось пішло не так.

# loggedInAs
source: Successfully logged in as {user}
uk: Успішно увійшли як {user}

source: Dashboard
uk: Панель

source: Activity
uk: Активність

source: Health
uk: Здоров'я

source: Profile
uk: Профіль

source: Your activities
uk: Ваші активності

source: Steps
uk: Кроки

source: Sleep
uk: Сон

# sleepDuration
source: {hours}h {minutes}m
uk: {hours}г {minutes}хв

source: {amount} steps
uk: {amount} кроки

source: {amount}km
uk: {amount} км

source: {amount}m
uk: {amount} м

source: Distance
uk: Відстань

source: Calories burned during workouts
uk: Спалені калорії під час тренувань

# amoutKcal
source: {amount} kcal
uk: {amount} ккал

source: Blood oxygen saturation
uk: Насичення крові киснем

source: Workouts amount
uk: Кількість тренувань

source: {amount} workouts
uk: {amount} тренування

source: There's not enough data to build the chart
uk: Недостатньо даних для побудови графіка

source: Amount of each workout type
uk: Кількість кожного типу тренувань

source: Energy Burned
uk: Витрачена енергія

# metersShort
source: m
uk: м

# milesShort
source: mi
uk: ми

# allYourActivitiesText
source: All your activities
uk: Всі ваші активності

# activityAnalysisText
source: Activity analysis
uk: Аналіз активності

source: Add a new workout
uk: Додати нове тренування

source: Add Workout
uk: Додати тренування

source: Save workout
uk: Зберегти тренування

source: Workout saved
uk: Тренування збережено

source: Distance (km)
uk: Відстань (км)

source: Enter distance in km
uk: Введіть відстань в км

source: Please enter distance
uk: Будь ласка, введіть відстань

source: Enter a valid distance
uk: Введіть дійсну відстань

source: Duration
uk: Тривалість

# hoursAndMinutesAmount
source: {hours} h {minutes} m
uk: {hours} г {minutes} хв

# minutesAmount
source: {minutes} m
uk: {minutes} хв

source: Pick Duration
uk: Виберіть тривалість

source: Mark as Favorite
uk: Позначити як улюблене

source: Intensity
uk: Інтенсивність

source: How did you feel?
uk: Як ви почувалися?

source: Additional Notes
uk: Додаткові нотатки

source: Enter any extra details...
uk: Введіть будь-які додаткові деталі...

source: Tags (comma separated)
uk: Теги (через кому)

# egMorningHIIT
source: .g., morning, HIIT, recovery
uk: н-р, ранок, HIIT, відновлення

source: Workout Type
uk: Тип тренування

source: Select Workout Type
uk: Вибрати тип тренування

source: Please select a workout type
uk: Будь ласка, виберіть тип тренування

source: Running
uk: Біг

source: Swimming
uk: Плавання

source: Cycling
uk: Велоспорт

source: Weight Training
uk: Силові тренування

source: Walking
uk: Ходьба

source: Tennis
uk: Теніс

source: Gymnastics
uk: Гімнастика

source: Bouldering
uk: Болдерінг

source: No saved workouts yet.
uk: Ще немає збережених тренувань.

source: Saved Workouts
uk: Збережені тренування

# minutesAmountLong
source: {minutes} minutes
uk: {minutes} хвилин

source: Training evaluation
uk: Оцінка тренування

source: Workout Details
uk: Деталі тренування

source: Tags
uk: Теги

source: Favorite
uk: Улюблене

source: Yes
uk: Так

source: No
uk: Ні

source: Notes
uk: Нотатки

source: Created At
uk: Створено

# deleteConfirmation
source: Are you sure you want to delete this workout?
uk: Ви впевнені, що хочете видалити це тренування?

source: Cancel
uk: Скасувати

source: Confirm
uk: Підтвердити

source: Delete
uk: Видалити

source: Filter by Type
uk: Фільтр за типом

source: Filter by Date
uk: Фільтр за датою

source: All
uk: Всі

source: Apply Filter
uk: Застосувати фільтр

source: Clear filter
uk: Очистити фільтр

source: Select Date
uk: Вибрати дату

source: Configure Workout Reminder
uk: Налаштувати нагадування про тренування

# workoutTypeValidationMessage
source: Please select a workout type.
uk: Будь ласка, виберіть тип тренування.

# dateValidationMessage
source: Please select a date.
uk: Будь ласка, виберіть дату.

source: Select Time
uk: Вибрати час

# timeValidationMessage
source: Please select a time.
uk: Будь ласка, виберіть час.

source: Reminder Title (Optional)
uk: Назва нагадування (необов'язково)

source: Reminder Body (Optional)
uk: Текст нагадування (необов'язково)

source: Save Reminder
uk: Зберегти нагадування

# defaultWorkoutReminderTitle
source: Workout Reminder
uk: Нагадування про тренування

# defaultWorkoutReminderBody
source: Don't forget your {type} workout today!
uk: Не забудьте про своє {type} тренування сьогодні!

# workoutReminderScheduled
source: Workout reminder scheduled successfully!
uk: Нагадування про тренування успішно заплановано!

source: Your Reminders
uk: Ваші нагадування

# noReminders
source: No workout reminders available.
uk: Немає доступних нагадувань про тренування.

source: Scheduled at
uk: Заплановано на

# reminderType
source: Type
uk: Тип

# reminderDeleted
source: Reminder deleted successfully
uk: Нагадування успішно видалено

source: Medication tracking
uk: Відстеження медикаментів

# medicationTrackingDescription
source: Keep track of your medications, dosages, and schedules.
uk: Відстежуйте свої медикаменти, дози та розклади прийому.

source: Add Medication
uk: Додати медикамент

source: Medication Type
uk: Тип медикаменту

# medicationTypeValidation
source: Please select a medication type
uk: Будь ласка, виберіть тип медикаменту

source: Dosage
uk: Доза

# dosageValidation
source: Please enter the dosage
uk: Будь ласка, введіть дозу

source: Course of Treatment
uk: Курс лікування

# courseValidation
source: Please enter the course of treatment
uk: Будь ласка, введіть курс лікування

# addMedicationButton
source: Add Medication
uk: Додати медикамент

source: Medication History
uk: Історія медикаментів

# noMedications
source: No medications found.
uk: Медикаменти не знайдено.

# medicationAdded
source: Medication added successfully
uk: Медикамент успішно додано

source: Added on
uk: Додано

source: pieces
uk: штуки

source: ml
uk: мл

source: units
uk: одиниці

source: Tablet
uk: Таблетка

source: Capsule
uk: Капсула

source: Injection
uk: Ін'єкція

source: Syrup
uk: Сироп

source: Other
uk: Інше

# medicationDeleted
source: Medication deleted successfully
uk: Медикамент успішно видалено

source: Course Treatment
uk: Курс лікування

source: Add Course
uk: Додати курс

# selectCourseStart
source: Select Course Start Date
uk: Виберіть дату початку курсу

# selectCourseEnd
source: Select Course End Date
uk: Виберіть дату завершення курсу

source: Select Medication Time
uk: Виберіть час прийому медикаменту

source: Repeat Interval
uk: Інтервал повторення

# repeatIntervalValidation
source: Please select a repeat interval
uk: Будь ласка, виберіть інтервал повторення

source: Add Drugs
uk: Додати ліки

source: Add Drug
uk: Додати препарат

source: Course Duration
uk: Тривалість курсу

source: Medication Time
uk: Час прийому медикаменту

source: Drugs
uk: Препарати

source: Course Treatments
uk: Курс лікування

# noCourses
source: No course treatments available.
uk: Немає доступних курсів лікування.

# courseReminderTitle
source: Course Treatment Reminder
uk: Нагадування про курс лікування

# courseReminderBody
source: Time to take your medications: {drugs}
uk: Час прийняти ваші медикаменти: {drugs}

# courseAdded
source: Course treatment added successfully
uk: Курс лікування успішно додано

# courseDeleted
source: Course treatment deleted successfully
uk: Курс лікування успішно видалено

source: Add
uk: Додати

source: Save course
uk: Зберегти курс

# selectCourseStartValidation
source: Please select the course start date.
uk: Будь ласка, виберіть дату початку курсу.

# selectCourseEndValidation
source: Please select the course end date.
uk: Будь ласка, виберіть дату завершення курсу.

# selectMedicationTimeValidation
source: Please select the medication time.
uk: Будь ласка, виберіть час прийому медикаменту.

# noDrugsValidation
source: Please add at least one drug.
uk: Будь ласка, додайте принаймні один препарат.

source: Drug Name
uk: Назва препарату

# drugNameValidation
source: Please enter the drug name
uk: Будь ласка, введіть назву препарату

# drugEntryValidation
source: Please fill in all fields correctly.
uk: Будь ласка, заповніть усі поля правильно.

source: Once
uk: Одноразово

source: Monthly
uk: Щомісяця

source: Weekly
uk: Щотижня

source: Daily
uk: Щодня

source: Water Tracking
uk: Відстеження води

# waterTrackingDescription
source: Water is essential to maintain blood volume and regulate body temperature
uk: Вода є необхідною для підтримки об'єму крові та регулювання температури тіла

# noWaterRecords
source: No water records found.
uk: Недостатньо даних для візуалізації записів про воду.

# waterRecordAdded
source: Water record added successfully
uk: Запис про воду успішно додано

# waterRecordDeleted
source: Water record deleted successfully
uk: Запис про воду успішно видалено

source: Add Water Record
uk: Додати запис про воду

source: Water Amount
uk: Кількість води

# waterAmountValidation
source: Please enter a valid water amount
uk: Будь ласка, введіть дійсну кількість води

# orEnterCustom
source: Or enter custom water consumption
uk: Або введіть індивідуальне споживання води

# selectDateTimeValidation
source: Please select both date and time for measurement, or leave both empty.
uk: Будь ласка, виберіть дату та час або залиште обидва порожніми.

source: Save Water Record
uk: Зберегти запис про воду

source: {amount} ml
uk: {amount} мл

# amountMlInBraces
source: {amount} (ml)
uk: {amount} (мл)

source: {amount} L
uk: {amount} л

source: Water Reminders
uk: Нагадування про воду

# noNotifications
source: No notifications set.
uk: Немає встановлених сповіщень.

source: Add Notification
uk: Додати сповіщення

source: Reminder Title
uk: Назва нагадування

source: Reminder Body
uk: Текст нагадування

source: Scheduled Time
uk: Запланований час

source: Save Notification
uk: Зберегти сповіщення

source: Notification deleted
uk: Сповіщення видалено

source: Notification added.
uk: Сповіщення додано.

# selectTimeValidation
source: Please select both a date and time.
uk: Будь ласка, виберіть як дату, так і час.

# fieldCannotBeEmpty
source: This field cannot be empty.
uk: Це поле не може бути порожнім.

# defaultReminderTitle
source: Drink Water
uk: Пийте воду

# defaultReminderBody
source: Time to drink water
uk: Час пити воду

source: Temperature measurement
uk: Вимірювання температури

# temperatureMeasurementDescription
source: Temperature is the measurement of the hotness and coldness of a body
uk: Температура – це вимірювання тепла або холоду тіла

source: Temperature Tracking
uk: Відстеження температури

source: Add Measurement
uk: Додати вимірювання

source: Temperature
uk: Температура

source: Save Measurement
uk: Зберегти вимірювання

source: Measurement deleted
uk: Вимірювання видалено

# measurementAdded
source: Measurement added successfully.
uk: Вимірювання успішно додано.

# invalidTemperature
source: Please enter a valid temperature.
uk: Будь ласка, введіть дійсну температуру.

# noMeasurements
source: No measurements recorded.
uk: Недостатньо даних для візуалізації.

source: Not enough data
uk: Недостатньо даних для графіка.

source: e.g. {amount}
uk: наприклад, {amount}

source: Temperature Reminders
uk: Нагадування про температуру

# bloodPressureTrackingDescription
source: Blood pressure is the amount of force your blood uses to get through your arteries
uk: Кров'яний тиск – це сила, з якою кров протікає через ваші артерії

source: Blood Pressure Tracking
uk: Відстеження кров'яного тиску

source: Add Blood Pressure Measurement
uk: Додати вимірювання кров'яного тиску

source: Systolic
uk: Систолічний

source: Diastolic
uk: Діастолічний

source: Invalid number.
uk: Недійсне число.

source: Recheck Blood Pressure
uk: Перевірте кров'яний тиск ще раз

# recheckBloodPressureDesc
source: Your blood pressure deviated from the normal range. Please recheck it.
uk: Ваш кров'яний тиск відхилився від нормального діапазону. Будь ласка, перевірте його знову.

# systolicShortAmount
source: Sys. {amount} mmHg
uk: Сист. {amount} мм рт. ст.

# diastolicShortAmount
source: Dias. {amount} mmHg
uk: Діаст. {amount} мм рт. ст.

# systolicAndDiastolic
source: Systolic: {sys} mmHg, Diastolic: {diastolic} mmHg
uk: Систолічний: {sys} мм рт. ст., Діастолічний: {diastolic} мм рт. ст.

source: Blood Pressure Reminders
uk: Нагадування про кров'яний тиск

# defaultReminderTitleBP
source: Recheck Blood Pressure
uk: Перевірте кров'яний тиск

# defaultReminderBodyBP
source: Your blood pressure deviated from normal range. Please recheck in 1 hour.
uk: Ваш кров'яний тиск відхилився від нормального діапазону. Будь ласка, перевірте його через 1 годину.

source: Select Theme Color
uk: Виберіть колір теми

source: Change Theme Color
uk: Змінити колір теми

# changeThemeColorDesc
source: Change the app theme color to your preference
uk: Змініть колір теми додатка згідно з вашими вподобаннями

# addStressAndMoodMeasurement
source: Add Stress & Mood Measurement
uk: Додати вимірювання стресу та настрою

source: Stress and Mood Tracking
uk: Відстеження стресу та настрою

source: Stress
uk: Стрес

source: Select Mood
uk: Виберіть настрій

source: Stress Graph
uk: Графік стресу

source: Mood Graph
uk: Графік настрою

# selectMoodValidation
source: Please select a mood.
uk: Будь ласка, виберіть настрій.

# stressAndMoodPoints
source: Stress: {stress} points Mood: {mood}
uk: Стрес: {stress} балів Настрій: {mood}

# sleepAnalysisTitle
source: Sleep Analysis
uk: Аналіз сну

# sleepAnalysisDesc
source: Sleep is a body process that allows your body to rest, repair and restore itself
uk: Сон - це процес, який дозволяє вашому організму відпочити, відновитися та набрати сили.

# noSleepDataLastNight
source: No sleep data for last night.
uk: Даних про сон за останню ніч немає.

# sleepChartOverview
source: Total Sleep: {h} h {m} m
uk: Загальний сон: {h} г {m} хв

# sleepSegmentsTitle
source: Sleep Segments
uk: Сегменти сну

# minutesShort
source: min
uk: хв

source: Show Sleep Segments
uk: Показати сегменти сну

source: Hide Sleep Segments
uk: Приховати сегменти сну

# sleepPeriod
source: Sleep Period: {start} - {end}
uk: Період сну: {start} - {end}

# totalSleepIncluding
source: Total Sleep (including awake): {time}
uk: Загальний сон (включаючи час пробудження): {time}

# totalSleepExcluding
source: Total Sleep (excluding awake): {time}
uk: Загальний сон (без часу пробудження): {time}

# sleepScoreVeryBad
source: Very Bad
uk: Дуже погано

# sleepScoreBad
source: Bad
uk: Погано

# sleepScorePoor
source: Poor
uk: Незадовільно

# sleepScoreAverage
source: Average
uk: Середньо

# sleepScoreGood
source: Good
uk: Добре

# sleepScoreExcellent
source: Excellent
uk: Відмінно

# sleepStatEfficiency
source: Efficiency
uk: Ефективність

# sleepStatAwake
source: Awake
uk: Пробудження

# sleepStatDeep
source: Deep Sleep
uk: Глибокий сон

# sleepStatRem
source: REM Sleep
uk: REM-сон

# sleepStatLight
source: Light Sleep
uk: Легкий сон

# sleepStatisticsTitle
source: Sleep Statistics
uk: Статистика сну

# sleepStageLengthsTitle
source: Sleep Stage Lengths
uk: Тривалість стадій сну

# sleepStageAwake
source: Awake
uk: Пробудження

# sleepStageLight
source: Light
uk: Легкий

# sleepStageDeep
source: Deep
uk: Глибокий

source: Select Night
uk: Вибрати ніч

# sleepScoreTitle
source: Sleep Score
uk: Оцінка сну

# sleepOverviewTitle
source: Sleep Overview
uk: Огляд сну

# sleepScoreInfoTitle
source: About Sleep Score
uk: Про оцінку сну

# sleepScoreInfoWhatIsTitle
source: What is Sleep Score?
uk: Що таке оцінка сну?

# sleepScoreInfoWhatIsContent
source: Sleep Score is a metric that aggregates various aspects of your sleep, including your total sleep duration, sleep efficiency (the percentage of time you actually sleep when in bed), and the quality of your sleep stages. It is expressed as a number between 0 and 100, where higher scores indicate better sleep quality.
uk: Оцінка сну — це метрика, яка об'єднує різні аспекти вашого сну, включаючи загальну тривалість сну, ефективність сну (відсоток часу, коли ви дійсно спите, перебуваючи в ліжку) та якість стадій сну. Вона виражається числом від 0 до 100, де вищі значення свідчать про кращу якість сну.

# sleepScoreInfoCalculationTitle
source: How is Sleep Score Calculated?
uk: Як розраховується оцінка сну?

# sleepScoreInfoCalculationContent
source: Our algorithm calculates your sleep efficiency by dividing your sleep time (excluding periods when you were awake) by your total time in bed. It also compares your total sleep duration to an ideal sleep duration of 8 hours. These two factors are averaged and scaled to a 0–100 metric, resulting in your Sleep Score.
uk: Наш алгоритм розраховує ефективність вашого сну, ділячи час сну (без періодів пробудження) на загальний час, проведений у ліжку. Також він порівнює загальну тривалість сну з ідеальними 8 годинами. Ці два показники усереднюються та масштабуються до значення від 0 до 100, що і дає вашу оцінку сну.

# sleepScoreInfoImportanceTitle
source: Why is Sleep Score Important?
uk: Чому оцінка сну важлива?

# sleepScoreInfoImportanceContent
source: Your Sleep Score gives you a quick insight into the quality of your sleep. A higher score suggests that you are getting restful, restorative sleep, which is crucial for your overall health, mood, and daily performance. Tracking your Sleep Score over time can help you identify patterns, adjust your habits, and take control of your well-being.
uk: Оцінка сну дає вам швидке уявлення про якість вашого сну. Вища оцінка свідчить про те, що ви отримуєте відновлюючий, якісний сон, що важливо для вашого загального здоров'я, настрою та щоденної продуктивності. Відстеження оцінки сну з часом може допомогти вам виявити закономірності, скоригувати звички та покращити ваше самопочуття.

# sleepScoreInfoYourScoreTitle
source: Your Sleep Score
uk: Ваша оцінка сну

# sleepScoreInfoYourScoreContent
source: Based on our analysis, your Sleep Score is {score} ({label}). This score reflects your sleep efficiency and total sleep duration. Use this information as a guideline to help improve your sleep habits and overall health.
uk: За нашими аналізами, ваша оцінка сну становить {score} ({label}). Ця оцінка відображає ефективність вашого сну та загальну тривалість. Використовуйте цю інформацію як орієнтир для покращення звичок сну та загального здоров'я.

# sleepStatisticsInfoTitle
source: About Sleep Statistics
uk: Про статистику сну

# sleepStatisticsInfoWhatIsTitle
source: What are Sleep Statistics?
uk: Що таке статистика сну?

# sleepStatisticsInfoWhatIsContent
source: Sleep statistics are quantitative measures that provide insight into your sleep quality and architecture. They include metrics such as sleep efficiency, as well as the percentage of time spent in various sleep stages like light, deep, and REM sleep.
uk: Статистика сну – це кількісні показники, які дають уявлення про якість та архітектуру вашого сну. Вона включає такі метрики, як ефективність сну, а також відсоток часу, проведеного у різних стадіях сну, таких як легкий, глибокий та REM-сон.

# sleepStatisticsInfoEfficiencyTitle
source: Understanding Sleep Efficiency
uk: Розуміння ефективності сну

# sleepStatisticsInfoEfficiencyContent
source: Sleep efficiency is the ratio of the time you actually spend asleep to the total time you spend in bed. High sleep efficiency indicates that you are getting continuous and restorative sleep.
uk: Ефективність сну – це співвідношення фактичного часу сну до загального часу, проведеного в ліжку. Висока ефективність свідчить про безперервний та відновлюючий сон.

# sleepStatisticsInfoStagesTitle
source: Sleep Stages Breakdown
uk: Розподіл стадій сну

# sleepStatisticsInfoStagesContent
source: Your sleep is divided into several distinct stages: Awake, Light Sleep, Deep Sleep, and REM Sleep. Each stage plays a crucial role in recovery, memory consolidation, and overall well-being.
uk: Ваш сон поділяється на кілька чітко визначених стадій: пробудження, легкий сон, глибокий сон та REM-сон. Кожна з цих стадій відіграє важливу роль у відновленні, консолідації пам'яті та загальному благополуччі.

# sleepStatisticsInfoYourStatsTitle
source: Your Sleep Statistics
uk: Ваша статистика сну
