Repository: tortamque/Healthque
Catalog: lib/core/localization/intl_*.arb
Languages: uk

# sleepStatisticsInfoYourStatsContent
source: Based on our analysis, your sleep efficiency is {efficiency}%. Your awake time is {awake}%, Deep Sleep is {deep}%, REM Sleep is {rem}%, and Light Sleep is {light}%. These values help you understand your sleep quality and pinpoint areas for improvement.
uk: За нашими аналізами, ваша ефективність сну становить {efficiency}%. Час пробудження — {awake}%, глибокий сон — {deep}%, REM-сон — {rem}%, а легкий сон — {light}%. Ці значення допомагають зрозуміти якість сну та визначити області для покращення.

# sleepStageLengthsInfoTitle
source: About Sleep Stage Lengths
uk: Про тривалість стадій сну

# sleepStageLengthsInfoWhatIsTitle
source: What are Sleep Stage Lengths?
uk: Що таке тривалість стадій сну?

# sleepStageLengthsInfoWhatIsContent
source: Sleep stage lengths refer to the absolute durations you spend in each stage of sleep—such as time spent awake, in light sleep, deep sleep, and REM sleep. These values provide insights into your sleep architecture and overall sleep quality.
uk: Тривалість стадій сну відноситься до абсолютного часу, який ви проводите в кожній стадії — наприклад, у стані пробудження, легкому, глибокому та REM-сні. Ці значення дають уявлення про архітектуру вашого сну та його якість.

# sleepStageLengthsInfoInterpretationTitle
source: How to Interpret Your Sleep Stage Durations
uk: Як інтерпретувати тривалість стадій сну

# sleepStageLengthsInfoInterpretationContent
source: Longer durations in deep and REM sleep often indicate more restorative sleep, while extended periods of being awake or in light sleep might suggest fragmented or less efficient sleep. Knowing these durations can help you understand your sleep patterns and identify areas for improvement.
uk: Більша тривалість глибокого та REM-сну часто свідчить про більш відновлюючий сон, тоді як довгі періоди пробудження або легкого сну можуть вказувати на фрагментований або менш ефективний сон. Знання цих показників допомагає зрозуміти ваші звички сну та визначити напрямки для покращення.

# sleepStageLengthsInfoImportanceTitle
source: Why are Sleep Stage Lengths Important?
uk: Чому важлива тривалість стадій сну?

# sleepStageLengthsInfoImportanceContent
source: The lengths of each sleep stage affect how well your body and mind recover during sleep. A balanced distribution with sufficient deep and REM sleep is crucial for memory consolidation, physical recovery, and overall well-being.
uk: Тривалість кожної стадії сну впливає на те, наскільки добре відновлюються ваше тіло та розум. Збалансований розподіл із достатньою кількістю глибокого та REM-сну є критично важливим для консолідації пам'яті, фізичного відновлення та загального благополуччя.

# sleepStageLengthsInfoYourStatsTitle
source: Your Sleep Stage Lengths
uk: Тривалість ваших стадій сну

# sleepStageLengthsInfoYourStatsContent
source: Based on our analysis, your Awake time is {awake}, Deep Sleep is {deep}, REM Sleep is {rem}, and Light Sleep is {light}. These values help you understand the distribution of your sleep and guide you towards better sleep habits.
uk: За нашими аналізами, час пробудження становить {awake}, глибокий сон — {deep}, REM-сон — {rem}, а легкий сон — {light}. Ці показники допомагають вам зрозуміти розподіл сну та скоригувати звички для кращого відпочинку.

# sleepStageAwakeInfoTitle
source: Awake Stage
uk: Стадія пробудження

# sleepStageAwakeInfoContent
source: The Awake Stage represents periods when you are in bed but not sleeping. Occasional brief awakenings are normal; however, extended periods of wakefulness can disrupt sleep quality.
uk: Стадія пробудження представляє періоди, коли ви перебуваєте в ліжку, але не спите. Короткі пробудження є нормальними, але тривалі періоди можуть порушити якість сну.

# sleepStageRemInfoTitle
source: REM Sleep
uk: REM-сон

# sleepStageRemInfoContent
source: REM (Rapid Eye Movement) Sleep is when you experience most of your dreams and your brain is highly active. It is important for emotional regulation and memory consolidation.
uk: REM-сон (сон з швидким рухом очей) – це фаза, коли у вас найбільше снів, а мозок активно працює. Він важливий для емоційної регуляції та консолідації пам'яті.

# sleepStageLightInfoTitle
source: Light Sleep
uk: Легкий сон

# sleepStageLightInfoContent
source: Light Sleep is the transitional phase between wakefulness and deeper sleep stages. It helps your body prepare for deep sleep and is common during a healthy sleep cycle.
uk: Легкий сон – це перехідна фаза між станом пробудження та глибшим сном. Він допомагає організму підготуватися до глибокого сну.

# sleepStageDeepInfoTitle
source: Deep Sleep
uk: Глибокий сон

# sleepStageDeepInfoContent
source: Deep Sleep is the most restorative phase of sleep, crucial for physical recovery and immune system strengthening. Adequate deep sleep is normally associated with feeling refreshed in the morning.
uk: Глибокий сон – це найбільш відновлююча фаза, важлива для фізичного відновлення та зміцнення імунітету. Адекватна кількість глибокого сну зазвичай забезпечує відчуття свіжості вранці.

source: Unknown
uk: Невідомо

# stressAndMoodTrackingDesc
source: Mood is the way someone feels due to a variety of thought, reactions or emotions over a long period of time
uk: Настрій – це те, як людина відчуває себе через низку думок, реакцій чи емоцій протягом тривалого часу

source: Blood Sugar Tracking
uk: Відстеження рівня цукру в крові

# bloodSugarTrackingDesc
source: Blood glucose, or blood sugar, is the main sugar found in your blood
uk: Глюкоза в крові є основним типом цукру, що знаходиться в крові

source: Blood Sugar Reminders
uk: Нагадування про рівень цукру

# noBloodSugarMeasurements
source: No blood sugar measurements available.
uk: Немає доступних вимірювань рівня цукру в крові.

# bloodSugarReminderInfo
source: Set a reminder to check your blood sugar levels.
uk: Встановіть нагадування, щоб перевірити рівень цукру в крові.

source: Blood Sugar
uk: Рівень цукру

# egBloodSugar
source: e.g., {amount} mg/dL
uk: наприклад, {amount} мг/дл

# invalidBloodSugar
source: Invalid blood sugar value.
uk: Недійсне значення рівня цукру в крові.

source: Edit Profile
uk: Редагувати профіль

source: Gender
uk: Стать

# height
source: Height (cm)
uk: Зріст (см)

# weight
source: Weight (kg)
uk: Вага (кг)

# waterConsumption
source: Water Consumption (ml)
uk: Споживання води (мл)

# caloriesBurnInOneDay
source: Calories Burned in One Day
uk: Спалені калорії за один день

source: Desired Steps
uk: Бажана кількість кроків

source: Save Profile
uk: Зберегти профіль

# profileUpdated
source: Profile updated successfully.
uk: Профіль успішно оновлено.

source: Profile update failed.
uk: Не вдалося оновити профіль.

source: Change Language
uk: Змінити мову

# changeLanguageDesc
source: Change the app language
uk: Змінити мову додатку

# editProfileDesc
source: Edit your profile information
uk: Редагувати інформацію вашого профілю

source: English
uk: Англійська

source: Ukrainian
uk: Українська

# anErrorOccurred
source: An error occurred: {error}
uk: Виникла помилка: {error}

source: Data synced successfully
uk: Дані успішно синхронізовано

# syncData
source: Sync data to the cloud
uk: Синхронізувати дані в хмару

# syncDataDecs
source: Your data will be synced to the cloud for backup and recovery.
uk: Ваші дані будуть синхронізовані в хмару для резервного копіювання та відновлення.
